IDEA StatiCa Open Model
PlateData.Material Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Name of the material
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Material { get; set; }
Public Property Material As String
	Get
	Set
public:
property String^ Material {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace